tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "nvie/tap"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bitwarden-cli"
brew "chruby"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "docker-completion"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-revise"
brew "git-toolbelt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "graphviz"
brew "grep"
brew "gzip"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "less"
brew "lua-language-server"
brew "make"
brew "minicom"
brew "mosh"
brew "most"
brew "neovim"
brew "netcat"
brew "openssl"
brew "pandoc"
brew "pipx"
brew "pyenv"
brew "readline"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "sqlite3"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "tig"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
brew "yamllint"
brew "zlib"

cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "karabiner-elements"
cask "orbstack"
cask "r"
cask "rstudio"
cask "signal"
cask "skim"
cask "spotify"
cask "thonny"
cask "visual-studio-code"
cask "zotero"
