brew "bash"
brew "bash-completion@2"
brew "ctags"
brew "git"
brew "gnupg"
brew "htop"
brew "mosh"
brew "most"
brew "pyenv"
brew "tig"
brew "tmux"
brew "tree"
cask "docker"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "parallels"
cask "signal"
cask "spotify"
