brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bitwarden-cli"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "doctl"
brew "duckdb"
brew "findutils"
brew "fish"
brew "fish-lsp"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "grep"
brew "gzip"
brew "helix"
brew "htop"
brew "jq"
brew "just"
brew "less"
brew "litecli"
brew "lua-language-server"
brew "make"
brew "most"
brew "neovim"
brew "openssl"
brew "pgcli"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pyright"
brew "readline"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "sqlite3"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "unzip"
brew "uv"
brew "vim"
brew "wget"
brew "yaml-language-server"
brew "zlib"
